{
  "brasil": "Brasil",
  "usa": "USA",
  "spanish": "Espanha",


  "portfolio": "Portfólio",
  "services": "Serviços",
  "about_us": "Sobre nós",

  "contact_us": "Entre em contato",


  "hero_title": "Trusted",
  "hero_title_1": "Software engineering\nand it consulting",
  "hero_title_2": "company",
  "custom_software": "Software Personalizado",
  "product_design": "Design de produto",
  "web_development": "Desenvolvimento Web",
  "mobile_development": "Desenvolvimento de Apps",


  "behind_scenes_title": "Implementamos equipes de produtos ágeis de classe mundial sob demanda. Equipes que podem projetar, construir, enviar e dimensionar sua visão da maneira mais eficiente.",
  "behind_scenes_sub_title": "Dê uma olhada por trás das cenas",


  "experts_every_aspect": "Especialistas em todos os aspectos do ciclo de vida do produto",
  "whether_fortune_500": "Quer você seja um Fortune 500 ou uma startup em modo furtivo - oferecemos aos nossos clientes o talento criativo, técnico e de negócios de que precisam para ter sucesso.",
  "service_title_1": "Software Personalizado",
  "service_sub_title_1": "Construa uma solução personalizada sob medida para suas necessidades de negócios",
  "service_title_2": "Design de produto",
  "service_sub_title_2": "Crie experiências de usuário agradáveis para seus produtos digitais.",
  "service_title_3": "Desenvolvimento Web",
  "service_sub_title_3": "Crie aplicativos da web bonitos, rápidos, seguros e personalizados.",
  "service_title_4": "Desenvolvimento de Apps",
  "service_sub_title_4": "Crie aplicativos móveis personalizados, bem projetados e otimizados.",


  "contact_us_details": "Compartilhe os detalhes de seu projeto - como escopo, prazos ou desafios de negócios que você gostaria de resolver. Nossa equipe vai estudá-los cuidadosamente e, em seguida, descobriremos o próximo passo juntos.",
  "contact": "Contato",
  "whatsapp": "Whatsapp",
  "project_inquiries": "Administrador de Projetos",
  "got_project_mind": "Algum um projeto em mente?",
  "name_and_last": "Nome completo",
  "email": "Email",
  "company_name": "Nome da Empresa",
  "telephone": "Telefone",
  "about_project": "Sobre o projeto",
  "attach_file": "Anexar arquivos",
  "accept_privacy_policy": "Aceito a Política de Privacidade",
  "send_me_NDA": "Envie-me o NDA",


  "custom_software_title": "Software",
  "custom_software_title_2": "sob medida",
  "custom_software_title_3": "e",
  "custom_software_title_4": "personalizado",
  "custom_software_title_5": "para",
  "custom_software_title_6_0": "sua Empresa",
  "custom_software_title_6_1": "seu Negócio",
  "custom_software_title_6_2": "sua Startup",
  "custom_software_title_6_3": "Você",
  "custom_software_sub_title": "Construímos e ajustamos soluções de software sob medida para os objetivos e necessidades do seu negócio.",
  "custom_software_sub_title_1": "Criamos produtos complexos, desde a ideia inicial e sua formulação de estratégia",
  "custom_software_sub_title_2": "Produtos excepcionais com suporte ponta a ponta e orientação especializada",
  "custom_software_sub_title_3": "Mantemos o seu software em execução no seu melhor e à prova do futuro",
  "custom_software_sub_title_4": "Designs totalmente personalizados para seu objetivo e com um toque de animação",
  "values": "Valores",
  "we_bring": "que agregamos ao seu projeto!",
  "business_experience": "Business experience",
  "business_experience_text": "criando soluções para empresas de comunicação, educação e saúde",
  "technical_excellence": "Excelência Técnica",
  "technical_excellence_text": "para prever e eliminar possíveis problemas e garantir a qualidade superior do produto",
  "process_visibility": "Visibilidade do processo",
  "process_visibility_text": "apoiado por um ciclo de feedback constante, planos de comunicação claros e relatórios regulares",
  "regulatory_compliance": "Conformidade regulatória",
  "regulatory_compliance_text": "para corresponder aos mais altos padrões de segurança de dados de sua Empresa",
  "management_framework": "Estrutura de gerenciamento",
  "management_framework_text": "para elaborar as soluções personalizadas especificamente para o seu tempo e orçamento",
  "requirements_compliance": "Conformidade de requisitos",
  "requirements_compliance_text": "para o desempenho, confiabilidade, segurança e capacidade de manutenção do seu software",
  "design_sprint": "Design Sprint",
  "design_sprint_title": "aprimora o desenvolvimento do software",
  "design_sprint_text": "Um workshop de cinco dias para responder a questões comerciais cruciais, planejar os recursos essenciais do seu produto e reduzir o risco de colocar um produto no mercado.",
  "design_sprint_text_2": "Produtos de sucesso não são apenas visualmente atraentes para o seu público, mas também são adaptados às necessidades dos usuários. Com as ferramentas de design certas, metodologias baseadas em design thinking e abordagem centrada no ser humano, você pode fornecer a seus clientes a melhor experiência de usuário.",
  "transform_vision": "Transforme sua visão",
  "transform_vision_title": "em uma realidade de negócios",
  "transform_vision_sub_title": "Sessão de escopo",
  "transform_vision_text": "Workshop com o objetivo de dar forma à sua ideia de negócio, respondendo a perguntas sobre planejamento de projetos, estimativa de tempo e orçamento.",
  "transform_vision_text_2": "As sessões de definição do escopo são a melhor maneira de moldar suas ideias de negócios. Juntos, vamos transformar o seu conceito em um produto que inspira massas.",
  "maximize": "Maximize",
  "ux_review_title": "valor em sua empresa",
  "ux_review_title_2": "com UX Review",
  "ux_review": "UX review",
  "ux_review_text": "Uma avaliação que o ajudará a melhorar radicalmente seu produto, eliminando todos os problemas de UX para obter uma experiência verdadeiramente atraente e simplificada que os usuários irão adorar.",
  "ux_review_text_2": "Use insights poderosos para construir a solução certa para sua empresa, mercado e usuário final.",
  "research_development": "Pesquisa e desenvolvimento",
  "research_development_title": "gera soluções inovadoras",
  "research_development_sub_title": "Scoping session",
  "research_development_text": "Uma validação da sua ideia em apenas 6 semanas. Experimente ideias e tecnologias para garantir produtos de ponta e desenvolvimento sustentado.",
  "research_development_text_2": "Alcance metas de negócios implementando produtos de P&D de ponta.",


  "product_design_title": "Crie produtos",
  "product_design_title_2": "que proporcionem",
  "product_design_title_3": "resultados",
  "product_design_title_4": "com",
  "product_design_title_5": "UX design",
  "product_design_sub_title": "Crie experiências de usuário agradáveis para seus produtos. Resolva problemas reais e melhore suas métricas vitais de negócios.",
  "product_design_sub_title_1": "Sistemas de design para criar novos recursos visuais em um piscar de olhos",
  "product_design_sub_title_2": "Forneça aos usuários as informações certas, na hora certa e no lugar certo",
  "product_design_sub_title_3": "Interfaces do usuário para diferentes plataformas e dispositivos",
  "product_design_sub_title_4": "Criamos e validamos protótipos rapidamente para reduzir o risco de falha",
  "ux_design_title": "Crie produtos centrados",
  "ux_design_title_2": "no ser humano",
  "ux_design": "UX Design",
  "ux_design_text": "Resolva os problemas dos usuários e crie uma vantagem competitiva, fornecendo a melhor experiência do usuário",
  "ux_design_text_2": "Os serviços de UX ajudam você a criar produtos que não são apenas altamente adaptados às necessidades dos usuários e fáceis de usar, mas também fornecem resultados tangíveis para o seu negócio.",
  "ui_design_title": "Crie interfaces de usuário",
  "ui_design_title_2": "bonitas e envolventes",
  "ui_design_title_3": "",
  "ui_design": "UI Design",
  "ui_design_text": "Satisfaça seus usuários e alcance as metas de negócios criando produtos intuitivos e integrados",
  "ui_design_text_2": "Transforme visitantes em potencial em clientes, fornecendo designs de interface de usuário responsivos e acessíveis para o seu produto.",
  "branding_title": "Branding system que inspire confiança",
  "branding": "Branding",
  "branding_text": "Crie um produto poderoso e reconhecível com uma marca forte que o ajudará a atingir seus objetivos de negócios.",
  "branding_text_2": "Transmita valores compartilhados, construa conexões emocionais com os clientes e eleve a reputação da sua marca.",
  "illustrations_title": "Ilustrações:",
  "illustrations_title_2": "uma visão progressiva de",
  "illustrations_title_3": "formas e cores",
  "illustrations": "Ilustrações",
  "illustrations_text": "Uma ilustração não é apenas um adorno que embeleza seu produto. Se for criado com consideração cuidadosa, pode impactar significativamente sua receita.",
  "illustrations_text_2": "A Equipe de design de software da RealvibeDev ajuda os inovadores a atingir as metas de negócios por meio de design excepcional e consultoria baseada em dados.",


  "web_development_title": "",
  "web_development_title_2": "Aplicativos Web",
  "web_development_title_3": "de",
  "web_development_title_4": "Alto Desempenho",
  "web_development_sub_title": "Escolher o melhor parceiro de desenvolvimento da web é crucial para construir um produto digital de sucesso que ofereça uma experiência de usuário excepcional.",
  "web_development_sub_title_1": "Responder às necessidades dinâmicas do mercado e ficar à frente da concorrência",
  "web_development_sub_title_2": "Evite vazamentos de dados e riscos à reputação, com os melhores padrões de segurança",
  "web_development_sub_title_3": "Conquiste a confiança de novos usuários com um site inteligente, inovador e confiável.",
  "web_development_sub_title_4": "Destaque-se no mercado digital e torne seu aplicativo da web uma referência",
  "web_development_strategy_title": "Planejando o",
  "web_development_strategy_title_2": "estado futuro",
  "web_development_strategy_title_3": "de seu Negócio",
  "web_development_strategy": "Web Development Strategy",
  "web_development_strategy_text": "Uma estratégia de desenvolvimento da web bem-sucedida analisa não apenas a pegada de tecnologia de sua empresa hoje, mas também como você gostaria que fosse no futuro.",
  "web_development_strategy_text_2": "Em seguida, traçamos estrategicamente um roteiro e identificamos o papel que a tecnologia desempenha para atingir seus objetivos de negócios.",
  "back_end_development_title": "A força invisível",
  "back_end_development_title_2": "por trás do seu produto",
  "back_end_development": "Back End Development",
  "back_end_development_text": "O back-end de sua solução da web é tudo o que acontece nos bastidores. Embora não seja visível, é sem dúvida a peça mais crítica do quebra-cabeça do software. Se não for desenvolvido corretamente, todo o sistema não funcionará perfeitamente.",
  "back_end_development_text_2": "Altamente qualificados em todas as tecnologias e linguagens de back-end modernas, nossa equipe desenvolve soluções inovadoras da web que funcionam exatamente como pretendido.",
  "front_end_development_title": "Uma experiência",
  "front_end_development_title_2": " de front-end perfeita",
  "front_end_development": "Front End Development",
  "front_end_development_text": "Se back-end é tudo o que acontece nos bastidores, front-end é o que acontece no palco. Um front-end de sucesso equilibra um design inteligente e uma funcionalidade contínua para criar uma experiência tranquila quando os usuários visualizam e interagem com seu produto.",
  "front_end_development_text_2": "Nossa equipe de desenvolvimento de front-end sabe como entregar exatamente isso.",
  "web_development_qa_title": "Testando Seu Produto",
  "web_development_qa_title_2": "da Web para Garantir o Sucesso",
  "web_development_qa": "Web Development QA",
  "web_development_qa_text": "Versados em práticas recomendadas de teste abrangentes, nossos analistas de garantia de qualidade trabalham com sua equipe para identificar, corrigir e prevenir problemas de qualidade de software.",
  "web_development_qa_text_2": "Usamos nossa própria combinação de testes manuais, testes de compatibilidade, testes de desempenho, engenharia de automação e integração contínua.",


  "mobile_development_title": "Aprimore seus",
  "mobile_development_title_2": "negócios",
  "mobile_development_title_3": "com o desenvolvimento de",
  "mobile_development_title_4": "aplicativos",
  "mobile_development_sub_title": "Acelere os resultados criando experiências práticas e perfeitas com soluções de aplicativos móveis.",
  "mobile_development_sub_title_1": "Aplicativos personalizados que evoluem para se adequar às mudanças em seus negócios",
  "mobile_development_sub_title_2": "Crie aplicativos estáveis e seguros para conquistar clientes e investidores",
  "mobile_development_sub_title_3": "Metodologias testadas garantem a melhor experiência possível para os usuários",
  "mobile_development_sub_title_4": "Suporte profissional da equipe mobile em todas as fases de desenvolvimento",
  "mobile_development_strategy_title": "Construindo uma",
  "mobile_development_strategy_title_2": "estratégia móvel de sucesso",
  "mobile_development_strategy": "Mobile Development Strategy",
  "mobile_development_strategy_text": "Os aplicativos móveis atendem às empresas, fornecendo aos clientes uma experiência que vai além de um site de marketing. Eles atendem a necessidades específicas que as soluções baseadas na web não podem.",
  "mobile_development_strategy_text_2": "Começamos cada projeto móvel estabelecendo as conexões entre a estratégia de negócios de nosso cliente e o aplicativo móvel que ajudará a impulsioná-lo.",
  "mobile_development_design_title": "Projetando a",
  "mobile_development_design_title_2": "experiência móvel",
  "mobile_development_design_title_3": "do seu usuário",
  "mobile_development_design": "Mobile Development Design",
  "mobile_development_design_text": "Com uma estratégia móvel sólida em mãos, somos capazes de projetar a experiência do aplicativo e sua aparência no front-end.",
  "mobile_development_design_text_2": "Combinamos percepções analíticas com uma compreensão apurada dos padrões de design para cada uma das principais plataformas móveis.",
  "mobile_app_development_title": "Desenvolvendo seu",
  "mobile_app_development_title_2": "produto à",
  "mobile_app_development_title_3": "prova do futuro",
  "mobile_app_development_title_4": "",
  "mobile_app_development": "Desenvolvimento do App",
  "mobile_app_development_text": "Construir um aplicativo móvel requer um conhecimento profundo de todas as ferramentas disponíveis no espaço.",
  "mobile_app_development_text_2": "Fornecemos testes e re-testes completos para garantir que os aplicativos permaneçam atualizados com a marcha constante de novas plataformas e recursos e funcionalidades de dispositivos.",
  "mobile_app_qa_title": "Testando",
  "mobile_app_qa_title_2": "para um mundo móvel",
  "mobile_app_qa": "Mobile App QA",
  "mobile_app_qa_text": "Testamos em dispositivos reais e estamos integrados a uma plataforma de teste em nuvem que nos dá acesso a mais de 1000 dispositivos Android e iOS.",
  "mobile_app_qa_text_2": "Também temos experiência em testes de integração de aplicativos móveis nativos e híbridos com muitos dispositivos IoT diferentes.",


  "password": "Senha",
  "repeat_password": "Repita a senha"
}